INITIAL_TEXT = (
    'Бот предназначен для проверки знаний персонала Бобровского ЛПУМГ.\n'
    'Перед началом работы необходимо зарегистрироваться, но '
    'чтобы этот процесс был максимально эффективным заполните '
    'свои данные о фамилии и имени в приложении Телеграм.\n'
    'Бот не хранит никаких Ваших личных данных кроме имени и фамилии.\n\n'
    'Для запуска процесса регистрации нажмите /registration'
)

REGISTRATION_TEXT = (
    'Регистрация пройдена.\n\n'
    'Немного о работе бота:\n'
    'В начале и в конце очередного квартала Вам будет приходить '
    'уведомление о необходимости прохождения проверки знаний.\n'
    'Темы вопросов выбираются исходя из плана технической учёбы, '
    'утвержденного в Вашем подразделении.\n\n'
)

THEMES = {
    'gtd': 'Теория ГТУ (ГТД)',
    'pump': 'Нагнетатель (теория)',
    'gpa-с-16': 'Агрегат ГПА-Ц-16',
    'nk-16st': 'ГТД НК-16СТ',
    'ms_nk-16st': 'Маслосистема НК-16СТ',
    'nc-16-76': 'Нагнетатель НЦ-16/76',
    'ms_nc-16-76': 'Маслосистема НЦ-16/76',
    'gtk-25i': 'Агрегат ГТК-25И',
    'ks': 'Компрессорная станция (общая тема)',
    'ms': 'Маслосистема КЦ',
    'pemg': 'ПЭМГ',
    'or': 'Огневые работы',
    'kip': 'КИПиА',
    'tpa': 'ТПА',
    'gor': 'Газоопасные работы',
    'zem': 'Земляные работы',
    'vysota': 'Работы на высоте',
    'pb': 'Промышленная безопасность',
    'srd': 'СРД',
    'bptpg': 'БПТПГ',
    'first_aid': 'Первая помощь',
    'ot': 'Охрана труда',
    'apk': 'АПК',
}