INITIAL_TEXT = (
    'Бот предназначен для проверки знаний персонала.\n'
    'Перед началом работы необходимо зарегистрироваться. '
    'Бот не хранит никаких Ваших личных данных кроме телеграм-id и '
    'структурного подразделения.\n\n'
    'Для запуска процесса регистрации нажмите /registration'
)

REGISTRATION_TEXT = (
    'Регистрация пройдена.\n\n'
    'Немного о работе бота:\n'
    'В начале и в конце очередного квартала Вам будет приходить '
    'уведомление о необходимости прохождения проверки знаний.\n'
    'Темы вопросов выбираются исходя из плана технической учёбы, '
    'утвержденного в Вашем подразделении.\n\n'
    'План техучёбы могут создавать только пользователи с правами '
    '"Администратор"\n\n'
    'Для получения прав Администратора подайте заявку нажав /admin_request'
)

ADMIN_REQUEST = (
    'Вы собираетесь подать заявку на права Администратора '
    'системы.\n\n'
    'Напишите комментарий, который поможет определить '
    'целесообразность предоставления Вам этих прав.\n'
    'Если Вы передумали, то введите "отмена"'
)

QUIZ_START = (
    'Вы приступаете к тесту'
)
