INITIAL_TEXT = (
    'Бот предназначен для проверки знаний персонала БЛПУМГ.\n'
    'Перед началом работы необходимо зарегистрироваться. '
    'Если Вы не являетесь работником БЛПУМГ, то при регистрации выберите структурное подразделение "гостевой доступ".\n'
    'Бот не хранит никаких Ваших личных данных кроме телеграм-id и '
    'структурного подразделения.\n\n'
    'Доступ к боту осуществляется по паролю. Пароль меняется один раз в неделю. '
    'Для запуска процесса регистрации нажмите /registration'
)

REGISTRATION_TEXT = (
    'Регистрация пройдена.\n\n'
    'В нижней части экрана есть кнопка "Меню"'
)

ADMIN_REQUEST = (
    'Вы собираетесь подать заявку на права Администратора '
    'системы.\n\n'
    'Напишите комментарий, который поможет определить '
    'целесообразность предоставления Вам этих прав.\n'
    'Если Вы передумали, то введите "отмена"'
)

QUIZ_START = (
    'Вы приступаете к тесту'
)
