INITIAL_TEXT = (
    'Бот предназначен для проверки знаний персонала Бобровского ЛПУМГ.\n'
    'Перед началом работы необходимо зарегистрироваться, но '
    'чтобы этот процесс был максимально эффективным заполните '
    'свои данные о фамилии и имени в приложении Телеграм.\n'
    'Бот не хранит никаких Ваших личных данных кроме имени и фамилии.\n\n'
    'Для запуска процесса регистрации нажмите /registration'
)

REGISTRATION_TEXT = (
    'Регистрация пройдена.\n\n'
    'Немного о работе бота:\n'
    'В начале и в конце очередного квартала Вам будет приходить '
    'уведомление о необходимости прохождения проверки знаний.\n'
    'Темы вопросов выбираются исходя из плана технической учёбы, '
    'утвержденного в Вашем подразделении.\n\n'
    'При запуске теста Вам будет предложено ответить на 20 вопросов. '
    'Время для решения теста - 24 часа. По истечении этого времени '
    'незавершённый тест деактивируется. '
    ''
    ''
)