TIME_ZONE = 'Asia/Yekaterinburg'
# TIME_ZONE = 'Europe/Moscow'

DEPARTMENTS = [
    'КС-1,4',
    'КС-2,3',
    'КС-5,6',
    'КС-7,8',
    'КС-9,10',
    'АиМО',
    'ЛЭС',
    'ЭВС',
    'СЗК',
]

TEST_TYPE = {
    'input': 'входной',
    'output': 'выходной',
    'special': 'внеплановый',
}

METAN = '''
    Природный газ Уренгойского и Ямбургского месторождений состоит из газа метана СН4 96-98%, остальное примеси – этан, бутан, пентан, пропан, углекислый газ, азот.
    Газ легче воздуха, без запаха, бесцветный.
    Относительная плотность по воздуху – 0,554.
    Нижний и верхний концентрационные пределы воспламенения природного газа, транспортируемого по системе магистральных газопроводов ООО «ГТЮ» - 4,4% и 17,0% по объему соответственно.
    ПДК природного газа в рабочей зоне при проведении газоопасных работ – 0,22% по объему (5% НКПВ).
    Температура вспышки – 5400С. Хорошо горит, почти бесцветным пламенем.
    Наивысшая температура пламени - 18300С.
    Теплотворная способность – 7800-8000 ккал/м3
    Взрывоопасен от 4,4% до 17%, свыше – огнеопасен (горит).
    Самый сильный взрыв при содержании 12% газа в воздухе.
    При содержании в воздухе от 17% до 87% образует огнеопасную смесь.
    При содержании в воздухе выше 87% газа смесь не горит.
    По санитарным нормам относится к IV классу опасности. Отравляющих свойств не имеет. Нахождение в атмосфере с содержанием природного газа до 20% вызывает у человека кислородное голодание, а с содержанием природного газа 20% и более наступает удушье от недостатка кислорода. Признаком удушения является общая слабость, головокружение, тошнота, рвота, потеря сознания, синие губы, бледное лицо.
    Опасностью природного газа является то, что при увеличении его содержания в воздухе, уменьшается содержание кислорода. Опасность удушения уменьшается в нижних точках пространства в связи с тем, что природный газ легче воздуха. Когда потерявший сознание человек падает, он попадает в атмосферу более богатую кислородом.
    Для придания запаха проводится его одоризация. Одорантом является этилмеркаптан – С2Н5SH. На 1000м3 газа добавляется 16 граммов этилмеркаптана. Газ приобретает неприятный запах тухлых яиц.
    Фильтрующий противогаз применять в среде с содержанием метана запрещается.
'''
