TIME_ZONE = 'Asia/Yekaterinburg'
# TIME_ZONE = 'Europe/Moscow'

DEPARTMENTS = [
    'КС-1,4',
    'КС-2,3',
    'КС-5,6',
    'КС-7,8',
    'КС-9,10',
    'АиМО',
    'ЛЭС',
    'ЭВС',
    'СЗК',
]

# THEMES = {
#     'АПК': 'apk',
#     'Агрегат ГПА-Ц-16': 'gpa-с-16',
#     'Агрегат ГТК-25И': 'gtk-25i',
#     'БПТПГ': 'bptpg',
#     'ГТД НК-16СТ': 'nk-16st',
#     'Газоопасные работы': 'gor',
#     'Земляные работы': 'zem',
#     'КИПиА': 'kip',
#     'Компрессорная станция (общая тема)': 'ks',
#     'Маслосистема КЦ': 'ms',
#     'Маслосистема НК-16СТ': 'ms_nk-16st',
#     'Маслосистема НЦ-16/76': 'ms_nc-16-76',
#     'Нагнетатель (теория)': 'pump',
#     'Нагнетатель НЦ-16/76': 'nc-16-76',
#     'Огневые работы': 'or',
#     'Охрана труда': 'ot',
#     'ПЭМГ': 'pemg',
#     'Первая помощь': 'first_aid',
#     'Промышленная безопасность': 'pb',
#     'Работы на высоте': 'vysota',
#     'СРД': 'srd',
#     'ТПА': 'tpa',
#     'Теория ГТУ (ГТД)': 'gtd'
# }


THEMES = {
    'apk': 'АПК',
    'bptpg': 'БПТПГ',
    'first_aid': 'Первая помощь',
    'gor': 'Газоопасные работы',
    'gpa-с-16': 'Агрегат ГПА-Ц-16',
    'gtd': 'Теория ГТУ (ГТД)',
    'gtk-25i': 'Агрегат ГТК-25И',
    'kip': 'КИПиА',
    'ks': 'Компрессорная станция (общая тема)',
    'ms': 'Маслосистема КЦ',
    'ms_nc-16-76': 'Маслосистема НЦ-16/76',
    'ms_nk-16st': 'Маслосистема НК-16СТ',
    'nc-16-76': 'Нагнетатель НЦ-16/76',
    'nk-16st': 'ГТД НК-16СТ',
    'or': 'Огневые работы',
    'ot': 'Охрана труда',
    'pb': 'Промышленная безопасность',
    'pemg': 'ПЭМГ',
    'pump': 'Нагнетатель (теория)',
    'srd': 'СРД',
    'tpa': 'ТПА',
    'vysota': 'Работы на высоте',
    'zem': 'Земляные работы'
}
