TIME_ZONE = 'Asia/Yekaterinburg'
# TIME_ZONE = 'Europe/Moscow'

DEPARTMENTS = [
    'КС-1,4',
    'КС-2,3',
    'КС-5,6',
    'КС-7,8',
    'КС-9,10',
    'АиМО',
    'ЛЭС',
    'ЭВС',
    'СЗК',
]

THEMES = {
    'apk': 'АПК',
    'bptpg': 'БПТПГ',
    'first_aid': 'Первая помощь',
    'gor': 'Газоопасные работы',
    'gpa-с-16': 'Агрегат ГПА-Ц-16',
    'gtd': 'Теория ГТУ (ГТД)',
    'gtk-25i': 'Агрегат ГТК-25И',
    'kip': 'КИПиА',
    'ks': 'КС (общая тема)',
    'ms': 'Маслосистема КЦ',
    'ms_nc-16-76': 'Маслосистема НЦ-16/76',
    'ms_nk-16st': 'Маслосистема НК-16СТ',
    'nc-16-76': 'Нагнетатель НЦ-16/76',
    'nk-16st': 'ГТД НК-16СТ',
    'or': 'Огневые работы',
    'ot': 'Охрана труда',
    'pb': 'Промышленная безопасность',
    'pemg': 'ПЭМГ',
    'pump': 'Нагнетатель (теория)',
    'srd': 'СРД',
    'tpa': 'ТПА',
    'vysota': 'Работы на высоте',
    'zem': 'Земляные работы',
}

TEST_TYPE = {
    'input': 'входной',
    'output': 'выходной',
    'special': 'внеплановый',
}
